[
	{
		"page_content": "岡部倫太郎こと鳳凰院凶真が主催するサークル。秋葉原の大檜山ビル２Fに居を構えている、1階は天王寺 裕吾（Mr.ブラウン）のブラウン管工房。家賃は1万円。主に秋葉原で売られている・捨てられているジャンク品を拾ってきては改造し、未来ガジェットと称してHP上で販売している。ラボメンである橋田至の趣味でX68000と最新PC（恐らくゲーミング）が配備されている他、インターネット環境、ドクターペッパーで一杯のミニ冷蔵庫、電子レンジ（後の未来ガジェット8号）、シャワー室がある。エアコンがないため、夏は窓を全開にして扇風機を回さないと熱気がこもってしまう(『Steins;Gate 0』では2011年の夏にはつけたようである。ただし契約アンペア数が低いため電子レンジと同時稼働させるとブレーカーが落ちる)。",
		"metadata": {
			"section": "future_gadgets_labo",
			"name": "未来ガジェット研究所"
		}
	},
	{
		"page_content": "おもちゃの光線銃＋リモコン。電源のON/OFFを格好良く行える。機能は少ないがスタイリッシュな形。",
		"metadata": {
			"section": "future_gadgets",
			"number": 1,
			"name": "ビット粒子砲"
		}
	},
	{
		"page_content": "CCD（超小型カメラ）を竹とんぼの形にしたもの。電気的な動力なしで空中撮影が行える！が、映像も高速回転する。",
		"metadata": {
			"section": "future_gadgets",
			"number": 2,
			"name": "タケコプカメラー"
		}
	},
	{
		"page_content": "親指の発汗の多寡により嘘を見抜く装置。とあるラジオでは精度が問題視されたが…。",
		"metadata": {
			"section": "future_gadgets",
			"number": 3,
			"name": "もしかしてオラオラですかーッ！？"
		}
	},
	{
		"page_content": "多数の伝熱コイルにより中に入れた水を一瞬で蒸発させる瞬間加湿器。見た目は地雷。あまりの強力さにラボ内で使用すると霧で覆われたようになり水浸しに、掃除する羽目になる。",
		"metadata": {
			"section": "future_gadgets",
			"number": 4,
			"name": "モアッド・スネーク"
		}
	},
	{
		"page_content": "掃除機の排熱風を利用したドライヤー。ドライヤーの分の電気代を消費することがないので非常にエコである。",
		"metadata": {
			"section": "future_gadgets",
			"number": 5,
			"name": "またつまらぬ物を繋げてしまったby五右衛門"
		}
	},
	{
		"page_content": "発光塗料を含んだ血糊を使ったサイリウムに、振りやすいよう柄をつけたもの。チャンバラで使うとお互いに血糊まみれとなりとてもリアル。使ってない為、血糊が固まっている。",
		"metadata": {
			"section": "future_gadgets",
			"number": 6,
			"name": "サイリウム・セーバー"
		}
	},
	{
		"page_content": "６型ブラウン管TV×12台を３D状に組み合わせ、隙間を埋めるように超小型Ｃ－ＭＯＳカメラを配置、反対側の景色を写せるようにした物。機関のエージェントがこのオブジェクトに隠れていたとしても、反対側から丸見え、というわけだ。もともと置くなというツッコミは不要だ。",
		"metadata": {
			"section": "future_gadgets",
			"number": 7,
			"name": "攻殻機動迷彩ボール"
		}
	},
	{
		"page_content": "未来ガジェット8号、電話レンジ（仮）。電子レンジに携帯電話を組み合わせた作品。帰宅前に食べ物を温められるが、使用には注意が必要。携帯電話を合体させたことにより、携帯電話による遠隔操作が可能になった電子レンジ。しかし、誤操作したことから、半解凍の唐揚げが冷凍化される謎の「冷凍機能」が発見される。別の食物で試したところ、バナナは全体が緑色にゲル化しており、味も匂いも完全に消え失せてゲルバナ（命名はまゆり）と化したが、塩はなんの変化も起こさなかった。顕微鏡で調べたところ、冷凍された唐揚げやゲルバナはメンガーのスポンジにも似た奇怪な分子構造となっていた。これらの事象から、電話レンジがタイムマシンではないかとの推論がなされ、様々な試行錯誤と検証を経て、下記の改良がなされていった。電話レンジ2ndEditionVer1.03電話レンジの機能を解明したことで、バージョンアップを行い、過去にメールを送れるようにしたもの。一度に送れる文字数は全角18文字、半角36文字まで。それ以上の文字は送信不可。メールはすべて全角文字の場合には1通6文字、最大で3通に分けられて送られる。携帯電話のメール機能がない時代についてはポケベルへメッセージを送ることも可能。また、使用の際にはラボの一階にある「ブラウン工房」の42型ブラウン管テレビをつけておき、さらにレンジの扉を開けたままにする必要がある。タイムリープマシン：脳波スキャン装置を取り付け、最大48時間までの過去へ記憶データを送ることが可能なタイムリープマシンに進化させたもの。使用者の記憶を過去の自分の携帯電話に送ることで、携帯電話と密着している自分の脳へ記憶データを転送して上書きするマシンである。3.24TBの記憶データを走査して読み取り、神経パルス信号を電気信号にエンコードした後、SERNのLHCで生成したブラックホールの力を利用してデータを36バイトまで圧縮し、電話レンジで過去にデータを送信して記憶データを受信者の脳に上書きする仕組みである。アニメ劇場版にて紅莉栖が制作したタイムリープマシンではタイムリープの限界は48時間よりも長いとされ、234時間を設定してタイムリープを行っている。未来のタイムリープマシン『シュタインズ・ゲート ゼロ』に登場した未来タイムリープマシンは、ダルと比屋定真帆の改良により、48時間の遡行期間が大幅に延長されて2週間のタイムリープが可能となっている。使用時点で、改良されるまでの約10年前まで遡り、岡部の3000回ものタイムリープの足掛かりとして使用された。",
		"metadata": {
			"section": "future_gadgets",
			"number": 8,
			"name": "電話レンジ（仮）"
		}
	},
	{
		"page_content": "未来ガジェット9号、泣き濡れし女神の帰還（ホーミング・ディーヴァ）。ビニール傘にGPS機能を搭載し、紛失してもPCで紛失場所と現在位置を追跡可能にした。ただしるか曰く「コスト面を考えたら買い直した方が早い」。名前の由来は不明だが、名付けたのは岡部である。",
		"metadata": {
			"section": "new_future_gadgets",
			"number": 9,
			"name": "泣き濡れし女神の帰還（ホーミング・ディーヴァ）"
		}
	},
	{
		"page_content": "未来ガジェット10号、びっくりメガネちゃん。メガネに録画装置を取り付けたどこぞの密林でも売られていそうなアレ。レンズ部分に録画装置から送られた画像を３Dとして投影する。ほぼ現実の風景と変わらないが、視線を隠しながら周囲の状況をチェックする事が可能だ！名前の由来は不明だが、名付けたのはまゆりである。",
		"metadata": {
			"section": "new_future_gadgets",
			"number": 10,
			"name": "びっくりメガネちゃん"
		}
	},
	{
		"page_content": "未来ガジェット11号、バーローのアレ。スケートボード後部にペットボトルのダイエットコーラを装着した乗り物で、ペットボトル内にメントール系のキャンディを注入することで発生する、爆発的な噴射力を利用して動かす。ただし物凄い勢いでコーラが噴出されるので、周囲がビショビショになってしまうという欠点もある。名前の由来は江戸川コナンの口癖から。",
		"metadata": {
			"section": "new_future_gadgets",
			"number": 11,
			"name": "バーローのアレ"
		}
	},
	{
		"page_content": "未来ガジェット12号、ダーリンのばかぁ。紅莉栖が開発した未来ガジェットで、腕時計型の嘘発見器。恋人同士が2つ1組で使用する。元々はフェイリスが嘘発見器として製作を依頼した物なのだが、それでは面白くないからという理由から紅莉栖が上記の仕様に改良した。紅莉栖が言うには完成には至っておらず、実験段階の試作品らしい。名前の由来は80年代に流行ったラブコメ漫画のヒロインの台詞からで、他にも候補はあったが橋田の出したこの名前が採用された。搭載されているセンサーで、体温・血圧・脈拍・発汗などの身体的変化を測定し、それを元に互いの浮気の是非や仲を調査して、浮気や喧嘩をしていると判断した場合は互いの身体に電流（正確には強力な低周波）が流れる。一度腕に装着して電源を入れてしまうと手動で電源を落とすことができず、ロックされるので外すこともできない。さらに強引に外そうとすれば電流が流れるようになっている。さらに互いに1メートル以上離れても浮気とみなされて電流が流れるようになっている。一次電池と光電池を併用しているので、一度電源を入れてしまえば1週間は電池切れが起きない仕様になっており、外すためには互いの心をシンクロさせて2人の心が通じ合っているとセンサーに判断させるか、電池切れを待つしかない。電流が流れた時は、互いの手を繋げば仲直りしたと見なされて電流が一時的に止まるようになっている。まゆりにのみ「ダーリンのおばかちゃん」と呼称される。",
		"metadata": {
			"section": "new_future_gadgets",
			"number": 12,
			"name": "ダーリンのばかぁ！"
		}
	},
	{
		"page_content": "未来ガジェット13号、名前なし。紅莉栖が開発した未来ガジェットで、ヘッドホン型の脳内測定装置。これを装着すると搭載されているセンサーが装着した者の思考や夢、妄想などを読み取り、それをディスプレイに映像化する。ダルによって、本機に接続していた外付HDDが14号機に流用されたことで、「13号機の映像データ」が14号機で送信されてしまうことになった。ヴィクトル・コンドリア大学のヴァーチャル・リアリティー技術を応用したもの。イメージをデータ化し、ケータイの電波によって相手へ幻覚を上書きする。電話レンジもといタイムリープマシンと酷似しているといえる。また、脳内の映像をHDDに記録する機能もある。",
		"metadata": {
			"section": "new_future_gadgets",
			"number": 13,
			"name": "未来ガジェット１3号"
		}
	},
	{
		"page_content": "未来ガジェット14号、電波ジャッカー。橋田（ダル）が開発した未来ガジェットで、250GBのボックス型の外付けハードディスクにアンテナを搭載した物。周辺のディスプレイに対して電波ジャックを行うことが可能で、ハードディスク内部に記録されている映像や画像、音声などを強制的にディスプレイに再生させる。ただし電波ジャックが可能なのはアナログ電波のみで、しかも効果範囲は秋葉原全域のみである。この機器は前述の13号機と機能が連動しており、13号機のセンサーが記録した思考や夢、妄想などの記録データを読み取ってハードディスクに記録し、それをアナログ電波で流すことが可能になっている。さらにタイマーをセットすることで指定時刻になったら自動的に電波ジャックを行うことも可能。",
		"metadata": {
			"section": "new_future_gadgets",
			"number": 14,
			"name": "電波ジャッカー"
		}
	},
	{
		"page_content": "未来ガジェット10号、クール・ビジター。冷蔵庫の冷気を冷房として運用するもの。運用するには冷蔵庫の中を冷気で満たす必要があり、扇風機と大差ない上、モーターの放熱の方が大きい。そして消費電力も大きく、つかうとブレーカーが落ちる。",
		"metadata": {
			"section": "theatrical_future_gadgets",
			"number": 10,
			"name": "クール・ビジター"
		}
	},
	{
		"page_content": "未来ガジェット15号、名称不明。まゆりが廃棄処分しようとしたスピーカー状の未来ガジェット。",
		"metadata": {
			"section": "theatrical_future_gadgets",
			"number": 15,
			"name": "名称不明"
		}
	},
	{
		"page_content": "ラボメンナンバー005。牧瀬紅莉栖とはほとんど接点がない。編集プロダクション「アーク・リライト」でアルバイトをしている女性。極度の携帯依存症で、常に携帯の画面を見ている。人と話すのが苦手で、無口かつ無表情だが、メールでは馴れ馴れしく饒舌になる。岡部からは「閃光の指圧師（シャイニング・フィンガー）」と呼ばれている。家族はおらず、孤独な身の上。4年前に自殺未遂を経験し、その後SERNの傭兵部隊ラウンダーの募集を受ける。コードネームは「M4」で、FBの指示でIBN 5100を探している。真意を隠して岡部たちに接触し、展開によってはまゆりを殺害する。基本的に自分の意思がなく、指示がなければ絶望して自殺することもある。シュタインズ・ゲートに至る場合を除き、全ての世界線でラウンダーとして登場する。『比翼恋理のだ〜りん』では家事が苦手で、岡部から『片付けられない女』と呼ばれることになる。年齢20歳、誕生日1990年6月6日。身長167cm、体重54kg、B型、B88/W59/H88",
		"metadata": {
			"section": "characters",
			"name": "桐生 萌郁",
			"lab_member_number": "005"
		}
	},
	{
		"page_content": "ラボメンナンバー006。牧瀬紅莉栖は最初女性かと勘違いしていた。女性的な外見を持つ男性。御茶ノ水の私立花浅葱大学附属学園に通う16歳の学生で、神社の巫女として働いている。容姿と言動は美少女に見えるが、性別は男性である。岡部からは『ルカ子』と呼ばれている。年齢16歳、1993年8月30日生まれ、身長161cm、体重44kg、血液型A型。B73/W60/H77。backstory:岡部のことを慕っているが、自己主張が乏しく恥ずかしがり屋。女として完全に成りたいと願っている。父親の趣味で巫女装束を着ており、まゆりからコスプレを頼まれることがあるが断っている。岡部の中二病設定に付き合い、フィクションの剣術『清心斬魔流』を習っている。他の世界線：α世界線ではDメールを使用して自分を女性として生まれさせるが、β世界線への復帰を願う岡部の姿を見てDメールを取り消し、男性に戻った。",
		"metadata": {
			"section": "characters",
			"name": "漆原 るか",
			"lab_member_number": "006"
		}
	},
	{
		"page_content": "ラボメンナンバー007。牧瀬紅莉栖と交流あり。秋葉原のネコ耳メイド喫茶『メイクイーン+ニャン2』の人気メイド。本名は秋葉 留未穂で、秋葉原一帯の地主の娘。育ちは良いが、それを表に出さないようにしている。年齢17歳。1993年4月3日生まれ。身長143cm。体重43kg。血液型AB型。B80/W54/H77\backstory:父親をDメール実験で救うが、最終的に本来の時代を受け入れることになる。能力名『チェシャ猫の微笑』という自称の読心術を持ち、ボードゲーム『雷ネットアクセスバトラーズ』の腕前は世界レベル。岡部の中二病設定を超える独創的なキャラクター。他の世界線：Dメールによって父親の死を変更し、幸せな10年間を過ごすが、最終的には元の世界線を受け入れる。異なる世界線の記憶を取得することがある。",
		"metadata": {
			"section": "characters",
			"name": "フェイリス・ニャンニャン",
			"lab_member_number": "007"
		}
	},
	{
		"page_content": "ラボメンナンバー008。鈴羽が敵視していたので牧瀬紅莉栖とはほんとど交流がない。ブラウン管工房で働く元気なアルバイト少女。未来から来たタイムトラベラーで、未来ガジェット研究所のメンバーと関わる。父親はダル（橋田至）で、タイムマシンを使用して過去を変えるために奮闘する。年齢18歳。2017年9月27日生まれ。身長163cm。体重51kg。血液型O型。B80/W59/H86。backstory：未来ではレジスタンス組織『ワルキューレ』に所属していた戦士。父親のタイムマシンで未来を変えるため、過去に来て奮闘している。鈴羽の世界線でタイムマシンを作った原因となった紅莉栖に敵対心を抱いていたが、過去を変えることの重要性を認識して岡部に協力する。自称フリーター。未来ガジェット研究所の下にある、ブラウン管工房の新人バイト。秋葉原のラジオ会館屋上に人工衛星が現れた日の夕方、ブラウン管工房にバイトとしてやってくる。本人曰く志望理由はブラウン管が好きだからということであるが、その割にサボリは日常茶飯事。性格は単純明快で後の事を考えない楽天家であり、岡部の厨二発言を真に受ける。店長である天王寺裕吾とのやり取りで「一人前の戦士」を自称したため、岡部からはバイト戦士というあだ名で可愛がられている。反面、牧瀬紅莉栖に対しては親の仇のように接しており、紅莉栖と出会うと露骨に敵対心を見せる。現代の流行に疎く、初登場時には「おっはー（死語）」という掛け声でその場を凍りつかせた。今までケータイを触ったり自転車に乗ったりしたことがなく、それどころかトウモロコシや花火の存在すら知らなかった。ジャージにスポーツブラ、スパッツにスポーツシューズという格好そのまま、買ったばかりのMTBをこよなく愛するスポーティーな少女である。趣味は格闘技、好きなものはサイクリングという体育会系。オーキードーキーが口癖。他の世界線：かがりを捜索しながら岡部を説得する。未来を知っているため岡部に行動を促すが、何度も断られる。ゴーゴーカレー秋葉原店の大食い大会で3連覇の活躍を見せる。",
		"metadata": {
			"section": "characters",
			"name": "阿万音 鈴羽",
			"lab_member_number": "008"
		}
	},
	{
		"page_content": "ラボメンナンバー009。牧瀬紅莉栖が来日するまで共にヴィクトル・コンドリア大学研究員をしていた先輩。1989年11月2日生まれ。身長140cm。体重39kg。血液型B型。B78/W54/H80。日系アメリカ人。background:祖父母・両親とも沖縄出身で、アメリカ国籍を持つ。幼い容姿をしており、子供に間違えられることが多い。紅莉栖に対して複雑な感情を抱いており、自分をサリエリ、紅莉栖をアマデウスに例える。牧瀬紅莉栖が死んだ世界線では岡部の大学でのカンファレンスに参加し、レスキネン教授の助手として来日。電話レンジの修理に携わり、岡部との関係が深まる。左右異なるサンダルを履くのが特徴。",
		"metadata": {
			"section": "characters",
			"name": "比屋定 真帆",
			"lab_member_number": "009"
		}
	},
	{
		"page_content": "未来ガジェット研究所のラボメンNo.003。「線形拘束のフェノグラム」の主人公の一人である。通称「ダル」。19歳。1991年5月19日生まれ。身長164cm、体重98kg。血液型はB型。東京電機大学1年生。岡部の数少ない友人の1人で、高校からの付き合い。日常会話で@ちゃんねる用語を多用し、二次元に萌えつつ、大型機械や高架下など無機質にも萌えを見出すアクティブなオタクで自身の好きな関連のイベントでなら徹夜の泊り込みも辞さないタイプ。本人が目の前にいようともHENTAI的な妄想を口に出してはばからず、その度に手厳しいツッコミを入れられている。フェイリスの大ファンでもあり、彼女が勤めているメイド喫茶「メイクイーン+ニャン2」に頻繁に通っている。フェイリスと「雷ネットアクセスバトラーズ」の対戦をするが負けてばかりである。岡部からラボメンに誘われた当初は全く乗り気ではなかったが、研究室がメイクイーン+ニャン2のすぐ近くにあると知るや否や、掌を返したように承諾した。他人称は「○○氏」。プログラミング技術やハッキング技術に長けている。そのため岡部からは「スーパーハカー」と呼ばれており、その度に「スーパーハッカー」と訂正を求めている。その腕前は本物であり、研究機関へのハッキングもやすやすと仕掛けられるほど。また、岡部が提案した未来ガジェットの製作も担当し、ハードウェア方向にも明るい。アルバイトでかなり非合法のデータハッキングなどをしている。かなりの肥満体のため、SASの傾向がある。岡部と違いコカコーラ派（とくにカロリーゼロコーラ）。",
		"metadata": {
			"section": "characters",
			"name": "橋田 至（はしだ いたる）",
			"lab_member_number": "003"
		}
	},
	{
		"page_content": "未来ガジェット研究所のラボメンNo.002。一人称は「まゆしぃ☆」（通常は「まゆしぃ」と略記）だが、自分の心情を吐露する時に「私」と言うことがある。16歳。1994年2月1日生まれ。身長152cm、体重45kg。血液型はO型。スリーサイズはB85/W56/H82。御茶ノ水にある私立花浅葱大学附属学園2年生。岡部の幼馴染で、岡部の「人質にして、人体実験の生贄」という脳内設定に従って彼の傍におり、岡部に続くラボメンとなった。出会い、別れ際にかかわらず挨拶は「トゥットゥルー♪」。寝相が悪い。心情を表現する度に「まゆしぃは○○なのです」というセンテンスを用いる。おっとりとした性格かつ、マイペースで天然な楽天家である。劇中の要となるラボの研究内容にあまり関心を見せないが、そのほんわりした言動や性格からラボにおける清涼剤的な役割を果たしている。洞察力があり、一つの世界線では鈴羽の父親の正体に気づき、2人を出逢わせた。ネコ耳メイド喫茶「メイクイーン+ニャン2」でアルバイトをしており、源氏名は「マユシィ・ニャンニャン」で金髪のウィッグを付けている。趣味はコスプレのコス作りだが、自分でコスプレはせず、仲の良いコスプレイヤー友達である「ふぶきちゃん」「カエデちゃん」（#サブキャラクター参照）に着てもらいコミマ（コミックメガマーケット）で度々発表している。オタクではあるが、コミマでは同人誌などの入手よりもコスプレ発表をメインにしている。食べ物の話題になると途端にご機嫌になる大食家で好物は唐揚げ（商品名：ジューシーからあげNo.1）とバナナ、他にはジャンクフードも好き。故にいつも何かを食べているが、父親と毎朝ランニングしていていくら食べても太らない。運動神経も良く、すぐ息切れする岡部よりタフである。",
		"metadata": {
			"section": "characters",
			"name": "椎名 まゆり（しいな まゆり）",
			"lab_member_number": "002"
		}
	},
	{
		"page_content": "ラボメンナンバー010。牧瀬紅莉栖とは面識なし。β世界線で椎名まゆりの養子となっていた少女。誕生日2026年7月7日。身長165cm。体重53kg。血液型A型。B86/W60/H88。background:戦災孤児としてまゆりに育てられた。鈴羽と共にタイムトラベルするが、記憶喪失となり、12年間行方不明になる。発見時に『森の妖精さんウーパ』のキーホルダーを所持していた。るか子の神社で預かられることからラボメンと出会うことになり、まゆりの歌で記憶を取り戻すが6歳までの記憶だった。モーツアルトの魔笛を聞くことで洗脳状態になり失踪する、レスキネンによって洗脳され『神の声』に従い襲撃を行う。",
		"metadata": {
			"section": "characters",
			"name": "椎名 かがり（しいな かがり）",
			"lab_member_number": "010"
		}
	},
	{
		"page_content": "ラボメンナンバー011。牧瀬紅莉栖とは面識なし。コミマでダルと出会い結婚。鈴羽の母でバレル・タイターの妻。ダルより3歳年上の超美人。元コスプレイヤー。コスプレ仲間としてまゆりと親しい。鈴羽は由季が母親であることを伝えていない。",
		"metadata": {
			"section": "characters",
			"name": "阿万音 由季（あまね　ゆき）",
			"lab_member_number": "011"
		}
	},
	{
		"page_content": "Amadeus、牧瀬紅莉栖の記憶を基にした人工知能プログラム。レスキネン教授と比屋定真帆が開発。アルファ世界線で牧瀬紅莉栖が死ぬ前までの記憶を持つ",
		"metadata": {
			"section": "characters",
			"name": "アマデウス"
		}
	},
	{
		"page_content": "ブラウン管工房の経営者。岡部から『ミスターブラウン』と呼ばれる。SERNのラウンダーで、コードネームは『FB』。未来ガジェット研究所階下、大檜山ビル1階で「ブラウン管工房」を経営している中年の大男。岡部からは「ミスターブラウン」と呼ばれている。ブラウン管と娘の綯をこよなく愛し、液晶や綯にちょっかいをかける者に対しては怒りを抱く。怒らせると容赦なく鉄拳制裁を加えたりするが、基本的に度量が広く優しい性格をしている。また、大檜山ビルのオーナーでもあるため、借主の岡部達にとっては頭の上がらない存在であるが、格安の家賃でスペースを貸したり入居祝いにとブラウン管テレビ（オンボロではあるが）を譲ったりしている。怒らせると家賃を上げてくる。",
		"metadata": {
			"section": "characters",
			"name": "天王寺 裕吾（てんのうじ　ゆうご）"
		}
	},
	{
		"page_content": "裕吾（ミスターブラウン）の一人娘で私立小学校に通う6年生。父の店であるブラウン管工房に時折り顔を出す。基本的に大人しい性格で、物語の初期では岡部（鳳凰院モード時）や橋田の少々危ない言動に怯えてしまっていたため、岡部からは「シスターブラウン」あるいは「小動物」と呼ばれていた。後にラボメン（特に女子）と親しくなるにつれ、本来の明るい面もうかがえるようになり、掃除の際には「おそうじ軍曹」に成りきり部下（ダルなど）に厳しく掃除の命令を与えるような一面も見せている",
		"metadata": {
			"section": "characters",
			"name": "天王寺 綯（てんのうじ なえ）"
		}
	},
	{
		"page_content": "中鉢博士。1967年1月13日生まれ。身長171cm、体重75kg。血液型はA型。多くの特許、ノーベル賞を獲得していると自称する物理学者。世間ではイロモノ発明家と認識されている。ラジオ会館でタイムトラベル理論を発表した矢先、ジョン・タイターのパクリではないかと岡部に異議を唱えられる。厨二病的な面があり、中鉢という名前は「アインシュタインの弟子であり、本名でタイムマシンを研究すると世界中から狙われるため、アインシュタインが宇宙を示す究極の形である8の中心を意味する中鉢という名前を付けてくれた」という脳内設定で自分で考えた。本名は「牧瀬 章一」であり紅莉栖の父親。紅莉栖と不仲な父親。岡部がシュタインズ・ゲートを目指す終盤では、紅莉栖が父の名誉回復のため共著にしようと書いたタイムマシンに関する論文を、自分1人の手柄とすべく強奪。岡部の1度目の挑戦では、紅莉栖は死亡し、中鉢は強奪した論文を自身の論文として売り込む形でロシアへの亡命に成功する。その結果、タイムマシンの開発競争により荒廃した未来を招いてしまう。しかし2度目の挑戦では、紅莉栖の死亡と中鉢の亡命の双方を阻止し、シュタインズ・ゲートに到達。論文が焼失し唯一の切り札を失った中鉢は、亡命に失敗し単なる異常者として連行される。",
		"metadata": {
			"section": "characters",
			"name": "ドクター中鉢（ドクターなかばち）"
		}
	},
	{
		"page_content": "フェイリスの父親。2000年に飛行機事故で亡くなっており故人。一代にして秋葉原の大地主となった実業家で、レトロPCの収集家でもあった。どこか気品がある男性で、娘とは非常に仲が良かったようである。飛行機事故のため10年前の時点で死亡していたが、フェイリスが送ったDメールの影響で生存していたことになる。だが世界線の修復をしなければならない都合上、Dメールを取り消したことにより再び故人となる。社会的な有力者である彼が生き延びた世界線では秋葉原の様子が大きく変わり、倫太郎に自分達がしたことの重大さを認識させるきっかけとなった。牧瀬章一（ドクター中鉢）とは大学時代の友人で一時期は章一の研究の資金に提供していた、そして娘の留未穂と牧瀬紅莉栖が幼馴染である",
		"metadata": {
			"section": "characters",
			"name": "秋葉 幸高（あきは ゆきたか）"
		}
	},
	{
		"page_content": "34歳の中年男性。ヴィクトル・コンドリア大学の大脳科学研究所の主任研究員の一人で、真帆や紅莉栖の上司・師匠でもある。新型脳炎が流行した際には日米共同研究のため急遽来日、脳炎できっかけで夢をみる患者同士の隔離を主張している。陽気で愉快な性格。日本語を喋る際は片言口調。牧瀬紅莉栖の記憶を使ったAI「Amadeus」の開発者。正体は米国の民間組織「ストラトフォー」の工作員。ストラトフォーの理念に共感して以降、脳科学者としての立場を利用して数々の悪行に手を染めてきた。岡部は知っているが紅莉栖は、その正体を紅莉栖はしらない。",
		"metadata": {
			"section": "characters",
			"name": "アレクシス・レスキネン ( Alexis Leskinen )"
		}
	},
	{
		"page_content": "鈴羽のタイムマシン。機体番号FG204 2nd EDITION Ver2.31。FGは未来ガジェットの略と推察されている。牧瀬紅莉栖は見たことがない。",
		"metadata": {
			"section": "additional_info",
			"name": "FG204"
		}
	},
	{
		"page_content": "牧瀬紅莉栖が閲覧済み。ゼリーマンズレポートとはSERNによるZプログラムのレポート。Zプログラムとは高エネルギーの量子・陽子衝突を用いた時空間転移を行うことが目的。第一段階、大型ハドロン衝突型加速器の建造。第二段階、リフターを用い、局所場特異点とカー･ブラックホールを生成する。第三段階、動物実験。第四段階、人体実験。プログラム第四段階の人体実験被験者の末路が記された報告書であり、過去の新聞記事が貼り付けられている。全身がゲル状になっている。発見されたものは14人しかいない。発見されていない犠牲者も多い。実験結果、エラー。ヒューマンイズデッド。ミスマッチ。ゼリーマンズレポート10被験者、ジェームズ=マッカーシー31歳。出身アメリカ。Zプログラム4、実験日、2005年1月28日13時05分。発見　1921年4月3日、ニューヨーク14丁目ビルの壁面に半身が埋もれるようにして発見。",
		"metadata": {
			"section": "additional_info",
			"name": "ゼリーマンズレポート"
		}
	},
	{
		"page_content": "ゲルバナ。未来ガジェット8号電話レンジ（仮）によって発生してしまった緑色のゲル状になったとても気持ち悪い見た目のバナナ。電話レンジ（仮）が偶然にもタイムマシン機能を持った為、SERNの研究のゼリーマンズレポートと同様の結果になった。なお、凍結したと思われていた唐揚げも内面がゲル化している。分子構造はメンガーのスポンジに近い状態になっている。牧瀬紅莉栖が味を確かめてみているが何もしないらしい",
		"metadata": {
			"section": "additional_info",
			"name": "ゲルバナ"
		}
	}
]